export const TASKS = [
    {
        title: "#1 Генерация идей для конференции",
        description: "Ты — участник конференции, и теперь твоя задача — придумать, как ты сам можешь интересно провести время на конференции. Что бы ты хотел сделать? Какие активности помогут тебе лучше понять и изучить искусственный интеллект, а также сделать твоё участие в конференции незабываемым?",
        task: "Напиши запрос в чат: \"Придумай 5 интересных занятий для участника на конференции об искусственном интеллекте.\"",
    },
    {
        title: "#2 Максимум результата",
        description: "Теперь, когда идеи готовы, настало время перейти к следующему уровню! Выкрутим мощность на максимум с помощью GigaChat Max. Эта модель поможет тебе получить еще более качественные результаты, а повышение температуры поможет получить больше креативности",
        task: "Выбери в настройках модель GigaChat Max и установи температуру = 1.2. После этого отправь запрос: \"Придумай необычные темы для выступлений на конференции.\"",
    },
    {
        title: "#3 Идейный вдохновитель",
        description: "Для следующего задания нужно придать твоей генерации особую атмосферу. Ты — креативный модератор конференции, и твоя задача — вдохновить участников с самого начала! Напиши открытие мероприятия, которое зарядит всех участников на день интересных открытий и обсуждений",
        task: "Введи в системную инструкцию следующее: \"Ты — креативный модератор конференции. Пиши так, чтобы вовлекать и вдохновлять аудиторию.\" После этого отправь запрос: \"Напиши короткий текст для открытия конференции.\"",
    },
    {
        title: "#4 Мастер планирования",
        description: "Теперь, когда все идеи готовы, пришло время сделать всё более конкретным. Твоя задача — создать расписание мероприятия. Это поможет участникам конференции заранее узнать, что и когда будет происходить",
        task: "Используй шаблон для генерации таблиц и введи следующий текст:\n\"Создай таблицу расписания конференции:\n10:00 — Открытие конференции\n10:30 — Панельная дискуссия \"Как обучают модели ИИ\"\n12:00 — Демонстрация \"ИИ в реальном времени\"",
    },
]

export const ACHIEVEMENTS = [
    {
        icon: "/images/light.png",
        text: "Первая генерация",
    },
    {
        icon: "/images/light.png",
        text: "Эксперт по настройкам",
    },
    {
        icon: "/images/light.png",
        text: "Мастер модерации",
    },
    {
        icon: "/images/light.png",
        text: "Главный по табличкам",
    },
]